Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: Results compiled by NHS Dental Services (Business Services Authority) found that when recall intervals were reviewed at PCT or SHA levels, the recall rates were: 13% (for under three months) and 58% (for 3-9 months).
vi: Kết quả do NHS Dental Services (Cơ quan Dịch vụ Kinh doanh) đưa ra cho thấy khi các khoảng tái khám được xem xét ở mức PCT hoặc SHA, tỷ lệ tái khám là 13% (dưới ba tháng) và 58% (trong 3-9 tháng).

source: Resuscitation medications and an appropriate defibrillator must be immediately available.
vi: Thuốc hồi sức và máy khử rung tim thích hợp phải có ngay lập tức.

source: Review date
vi: Ngày duyệt

source: Review of Clinical Guideline (CG19) – Dental recall: recall interval between routine dental examinations
vi: Đánh giá hướng dẫn lâm sàng (CG19) – Tái khám nha khoa: khoảng tái khám giữa các lần khám nha khoa định kỳ.

source: Review patients with bacterial infections who have been treated with local measures or who have received a course of antibiotic treatment within two to seven days.
vi: Đánh giá tình trạng nhiễm khuẩn ở bệnh nhân sau điều trị phương pháp tại chỗ hoặc những bệnh nhân có các đợt kháng sinh điều trị trong khoảng 2 đến 7 ngày.

source: Review proposal put to consultees:
vi: Đề nghị xem xét đưa vào thảo luận

source: Review recommendation
vi: Đánh giá đề nghị

source: Reviewing may begin earlier than 4 years if significant evidence that affects the guideline recommendations is identified sooner.
vi: Việc rà soát có thể bắt đầu sớm hơn 4 năm nếu các bằng chứng quan trọng ảnh hưởng đến các khuyến nghị hướng dẫn được xác định sớm hơn.

source: Risk factors for dental caries
vi: Yếu tố nguy cơ sâu răng

source: Routes of Administration
vi: Đường dùng thuốc

source: SRP with locally-delivered antimicrobials
vi: CVXLMCR với kháng sinh tại chỗ

source: SRP with nonsurgical use of lasers
vi: CVXLMCR với dùng laser không phẫu thuật

source: SRP with systemic antimicrobials
vi: CVXLMCR với kháng sinh toàn thân

source: SRP with systemic sub-antimicrobial dose doxycycline
vi: CVXLMCR với kháng sinh doxycycline toàn thân

source: Scaling and root planing (no adjuncts)
vi: Cạo vôi và xử lý mặt chân răng (không có bổ sung)

source: Screening for Oral Squamous Cell Carcinomas1
vi: Tầm soát Ung thư biểu mô tế bào gai

source: Second-line antibiotics for dental abscess
vi: Kháng sinh cấp hai/hàng thứ hai cho áp xe nha khoa

source: Section 1.1 of this guidance contains the clinical recommendations.
vi: Phần 1.1 của hướng dẫn này chứa khuyến cáo lâm sàng.

source: Self Care – the patient should be able to manage the problem without the need for further involvement of a healthcare professional.
vi: Tự chăm sóc – Bệnh nhân có thể tự theo dõi những vấn đề mà không cần sự can thiệp của chuyên gia y tế.

source: Send: 9 tablets
vi: Giao: 9 viên

source: Send: 14 tablets
vi: Giao: 14 viên

source: Send: 15 capsules
vi: Giao: 15 viên

source: Send: 15 tablets
vi: Giao: 15 viên

source: Send: 20 capsules
vi: Giao: 20 viên

source: Send: 40 tablets
vi: Giao: 40 viên

source: Send: 8 capsules
vi: Giao: 8 viên

source: Send: 9 capsules
vi: Giao: 9 viên

source: Severe infections include those cases where there is extra-oral swelling, eye closing or trismus but it is a matter of clinical judgement.
vi: Những nhiễm khuẩn nặng này bao gồm sưng ngoài mặt, sụp mắt, hoặc hạn chế há miệng nhưng thận trọng trong đánh giá lâm sàng.

source: Signs of potentially malignant lesions
vi: Các dấu hiệu của tổn thương ác tính tiềm ẩn

source: Similarly, providers of care may vary depending on location.
vi: Tương tự, người chăm sóc có thể thay đổi tùy thuộc địa điểm.

source: Sinusitis
vi: Viêm xoang

source: Six stakeholders agreed with the review proposal, one disagreed with the review proposal and one stakeholder did not state a definitive decision.
vi: Sáu bên đồng ý việc đề nghị xem xét lại, một không đồng ý và một bên không có quyết định.

source: Six-monthly dental check-ups have been customary in the General Dental Service (GDS) in the United Kingdom since the inception of the NHS.
vi: Kiểm tra răng sáu tháng một lần đã được áp dụng trong Dịch vụ Nha khoa Tổng quát (GDS) tại Vương quốc Anh kể từ khi NHS thành lập.

source: Sources: Pelucchi and colleagues and Centers for Disease Control and Prevention.
vi: Nguồn: Pelucchi và các đồng nghiệp và Trung Tâm Kiểm Soát và Phòng Ngừa Dịch Bệnh.

source: Special Needs Patients
vi: Nhu cầu đặc biệt của bệnh nhân

source: Special Needs Patients.
vi: Nhu cầu đặc biệt của bệnh nhân

source: Specifically, research is needed to examine the clinical effectiveness and cost effectiveness of providing this intervention at different time intervals.
vi: Đặc biệt, nghiên cứu là cần thiết để kiểm tra hiệu quả lâm sàng và chi phí của việc cung cấp can thiệp này tại những quãng thời gian khác nhau.

source: Stakeholders commented that:
vi: Các bên dẫn giải rằng:

source: Standardized BMI category definitions can be obtained from the Centers for Disease Control and Prevention or the American Society of Anesthesiologists.
vi: Định nghĩa phân loại BMI chuẩn có thể lấy từ Trung Tâm Kiểm Soát và Phòng Ngừa Dịch Bệnh hoặc Hiệp Hội Các Nhà Gây Tê Mỹ.

source: Start
vi: Bắt đầu

source: Strength
vi: Độ Mạnh

source: Strength of recommendations: Each recommendation is based on the best available evidence.
vi: Sức mạnh của khuyến cáo: Mỗi khuyến cáo dựa trên bằng chứng tốt nhất hiện có.

source: Strong
vi: Mạnh

source: Substantive functional limitations; One or more moderate to severe diseases.
vi: Giới hạn đáng kể chức năng; Một hoặc nhiều bệnh trung bình đến nặng.

source: Such research should quantitatively determine the frequency and level of bacteraemia.
vi: Những nghiên cứu này cần định lượng tần suất và lượng vi khuẩn.

source: Summary of Stakeholder Feedback
vi: Tóm tắt phản hồi của các bên liên quan

source: Swelling
vi: Sưng

source: Systematic Review and Meta-Analysis on the Nonsurgical Treatment of Chronic Periodontitis by Scaling and Root Planing with or without Adjuncts.
vi: Tổng quan hệ thống và phân tích tổng hợp trên điều trị không phẫu thuật của viêm nha chu mạn bằng cạo vôi và xử lý mặt chân răng có hoặc không có biện pháp bổ sung.

source: Temperature:
vi: Nhiệt độ:

source: Terms
vi: Thuật ngữ

source: Thank you for your comment.
vi: Cảm ơn bạn đã thảo luận.

source: The American Dental Association is committed to the safe and effective use of these modalities by appropriately educated and trained dentists.
vi: Hiệp Hội Nha Khoa Mỹ cam kết sự an toàn và hiệu quả sử dụng những mô hình này bởi nha sĩ được học tập và rèn luyện thích hợp.

source: The Centre established a Guideline Development Group, which reviewed the evidence and developed the recommendations.
vi: Trung tâm thành lập Nhóm Phát triển Hướng dẫn, xem xét các bằng chứng và phát triển các khuyến cáo.

source: The Collaborating Centre worked with a group of healthcare professionals (including consultants, GPs and nurses), patients and carers, and technical staff, who reviewed the evidence and drafted the recommendations.
vi: Trung tâm Hợp tác đã làm việc với một nhóm chuyên gia chăm sóc sức khoẻ (bao gồm các chuyên gia tư vấn, bác sĩ đa khoa và y tá), bệnh nhân và người chăm sóc, và nhân viên kỹ thuật, người đã xem xét bằng chứng và soạn thảo các khuyến cáo.

source: The Department of Health's strategy document NHS Dentistry: Options for Change (2002) and subsequent legislation are bringing about changes in the organisation of dental services and the way in which oral health is assessed.
vi: Tài liệu chiến lược của Bộ Y tế Nha khoa NHS: Các lựa chọn thay đổi (2002) và các văn bản pháp luật tiếp theo đang mang lại những thay đổi trong việc tổ chức các dịch vụ nha khoa và cách đánh giá sức khoẻ răng miệng.

source: The Guideline Review Panel is an independent panel that oversees the development of the guideline and takes responsibility for monitoring its quality.
vi: Ban đánh giá hướng dẫn là một ban độc lập giám sát việc phát triển của hướng dẫn và có trách nhiệm giám sát chất lượng.

source: The National Institute for Clinical Excellence commissioned the development of this guidance from the National Collaborating Centre for Acute Care.
vi: Viện Quốc Gia Về Lâm Sàng Xuất Sắc đã uỷ thác xây dựng hướng dẫn này từ Trung Tâm Hợp Tác Quốc Gia Về Chăm Sóc Cấp Tính

source: The Panel includes experts on guideline methodology, health professionals and people with experience of the issues affecting patients and carers.
vi: Ban gồm có những chuyên gia về phương pháp hướng dẫn, chuyên gia y tế và người có kinh nghiệm về các vấn đề ảnh hưởng bệnh nhân và người chăm sóc

source: The ability to independently maintain ventilatory function is often impaired.
vi: Khả năng duy trì hô hấp độc lập thường bị suy yếu.

source: The ability to independently maintain ventilatory function may be impaired.
vi: Khả năng duy trì hô hấp độc lập có thể bị suy yếu.

source: The administration of enteral drugs exceeding the maximum recommended dose during a single appointment is considered to be moderate sedation and the moderate sedation guidelines apply.
vi: Sử dụng thuốc qua đường tiêu hoá vượt quá liều khuyến cáo tối đa trong 1 lần hẹn được xem là an thần trung bình và hướng dẫn an thần trung bình được áp dụng.

source: The administration of local anesthesia, sedation and general anesthesia is an integral part of dental practice.
vi: Dùng thuốc tê tại chỗ, thuốc an thần và thuốc mê là một phần của thực hành nha khoa

source: The antibiotic doses recommended in this guidance are based on the doses recommended by the BNF.
vi: Liều dùng của kháng sinh được khuyến cáo trong hướng dẫn điều trị này dựa trên khuyến nghị của BNF.

source: The antibiotics included in this publication do not induce liver enzymes therefore additional contraceptive precautions are not required for patients taking short courses of these drugs unless diarrhoea or vomiting occurs.
vi: Các thuốc kháng sinh trong hướng dẫn điều trị này đều không gây tăng men gan do đó các thận trọng khi dùng thuốc tránh thai kèm theo là không cần thiết với bệnh nhân sử dụng liều ngắn hạn, trừ khi có nôn hoặc buồn nôn.

source: The application of the recommendations in this guideline are not mandatory and the guideline does not override the responsibility of healthcare professionals to make decisions appropriate to the circumstances of the individual patient, in consultation with the patient and/or their carer or guardian.
vi: Việc áp dụng các khuyến cáo trong hướng dẫn này không bắt buộc và hướng dẫn này không làm thay đổi trách nhiệm của nhân viên y tế trong việc đưa ra các quyết định phù hợp với hoàn cảnh của từng bệnh nhân, với sự tham vấn của bệnh nhân và / hoặc người chăm sóc hoặc người giám hộ của họ.

source: The appropriately trained individual must be familiar with monitoring techniques and equipment.
vi: Người được đào tạo phù hợp phải quen với kỹ thuật và thiết bị theo dõi.

source: The dental team and patient will then work through this first personal care plan (see Appendix D).
vi: Nhóm nha khoa và bệnh nhân sẽ làm việc qua kế hoạch chăm sóc cá nhân đầu tiên này (xem Phụ lục D).

source: The dental team will also assess the effectiveness of the treatment and preventive advice provided previously, and will give more advice as necessary.
vi: Nhóm nha khoa cũng đánh giá hiệu quả của điều trị và tư vấn dự phòng được cung cấp trước đó, và sẽ cung cấp thêm lời khuyên nếu cần thiết.

source: The dentist and patient will discuss the findings and agree a personalised care plan and a 'destination' for this journey of care.
vi: Nha sĩ và bệnh nhân sẽ thảo luận về những phát hiện này và đồng ý một kế hoạch chăm sóc cá nhân và "đích đến" cho hành trình chăm sóc này.

source: The dentist and/or appropriately trained individual must observe chest excursions.
vi: Nha sĩ và/hoặc người được đào tạo phù hợp phải quan sát liên tục sự di động của lồng ngực.

source: The dentist and/or appropriately trained individual must verify respirations.
vi: Nha sĩ và/hoặc người được đào tạo phù hợp phải xác minh sự hô hấp.

source: The dentist must continually evaluate blood pressure and heart rate unless invalidated by the nature of the patient, procedure or equipment and this is noted in the time-oriented anesthesia record.
vi: Nha sĩ phải liên tục đánh giá huyết áp và nhịp tim trừ khi không thực hiện được do đặc tính tự nhiên của bệnh nhân, thủ thuật hoặc thiết bị và điều này được ghi lại.

source: The dentist must continually evaluate blood pressure.
vi: Nha sĩ phải liên tục đánh giá huyết áp.

source: The dentist must continuously evaluate heart rate and rhythm via ECG throughout the procedure, as well as pulse rate via pulse oximetry.
vi: Nha sĩ phải liên tục đánh giá nhịp tim qua ECG trong suốt thủ thuật, cũng như là nhịp tim qua pulse oximetry.

source: The dentist must observe chest excursions continually.
vi: Nha sĩ phải quan sát liên tục sự di động của lồng ngực.

source: The dentist should discuss the recommended recall interval with the patient and record this interval, and the patient's agreement or disagreement with it, in the current record-keeping system.
vi: Nha sĩ nên thảo luận về khoảng thời gian tái khám được khuyến cáo với bệnh nhân và ghi lại khoảng thời gian này, và sự đồng ý của bệnh nhân hoặc không đồng ý với nó, trong hệ thống lưu trữ hồ sơ hiện tại.

source: The duration of treatment depends on the severity of the infection and the clinical response, but drugs are usually given for 5 days.
vi: Khoảng thời gian điều trị phụ thuộc mức độ nặng của nhiễm khuẩn và đáp ứng lâm sàng, nhưng các thuốc thường được kê cho 5 ngày.

source: The emergence and spread of antibiotic resistance is a global concern and is a major threat to public health.
vi: Tình trạng khẩn cấp và lan rộng của kháng thuốc kháng sinh là một mối quan tâm toàn cầu và là mối nguy chính đối với sức khỏe cộng đồng.

source: The empirical use of other antibiotics such as clindamycin, co-amoxiclav and clarithromycin offers no advantage over the first line drugs amoxicillin, phenoxymethylpenicillin and metronidazole for most dental patients.
vi: Sử dụng kháng sinh khác theo kinh nghiệm như Clindamycin, co-amoxiclay và Clarithromycin không có lợi hơn những kháng sinh đầu bảng như Amoxicillin, Phenoxymethylpenicillin và metronidazole đối với hầu hết bệnh nhân nha khoa.

source: The equipment must also have either (1) a functioning device that prohibits the delivery of less than 30% oxygen or (2) an appropriately calibrated and functioning in-line oxygen analyzer with audible alarm.
vi: Thiết bị cũng phải có (1) một thiết bị hoạt động mà cấm phân phối ít hơn 30% oxy hoặc (2) một thiết bị phân tích oxy có chức năng hiệu chỉnh và hoạt động hợp lý với báo động âm thanh.

source: The equipment necessary to establish intravenous access must be available.
vi: Các thiết bị cần thiết để thành lập đường truyền tĩnh mạch phải có sẵn.

source: The equipment to continuously monitor body temperature should be available and must be performed whenever triggering agents associated with malignant hyperthermia are administered.
vi: Các thiết bị theo dõi liên tục nhiệt độ cơ thể nên có sẵn và phải được thực hiện bất cứ khi nào kích hoạt các tác nhân liên quan đến tăng thân nhiệt ác tính.

source: The feasibility study has been completed and the RCT is expected to be completed by 2018.
vi: Nghiên cứu khả thi đã được hoàn thành và RCT dự kiến sẽ hoàn thành vào năm 2018.

source: The first clinical care pathway for NHS dentistry is being developed by the Dental Health Services Research Unit at the University of Dundee and deals with the initial oral health assessment and subsequent oral health reviews (see diagram in Appendix D).
vi: Lộ trình chăm sóc lâm sàng đầu tiên của Nha khoa NHS được phát triển bởi Đơn Vị Nghiên Cứu Dịch Vụ Sức Khoẻ Nha Khoa tại trường đại học Dundee và đề cập đến đánh giá sức khoẻ răng miệng ban đầu và các lần khám sức khoẻ răng miệng tiếp theo (xem biểu đồ trong Phụ lục D).

source: The following NICE guidance is related to CG19:
vi: Hướng dẫn NICE sau đây có liên quan đến CG19:

source: The following criteria can be used to audit adherence to the guideline recommendations.
vi: Các tiêu chí sau đây có thể được sử dụng để kiểm tra sự tuân thủ các khuyến cáo hướng dẫn.

source: The following definition applies to the administration of moderate or greater sedation:
vi: Định nghĩa sau đây áp dụng cho việc điều trị thuốc an thần trung bình hoặc hơn:

source: The following definitions apply to administration of minimal sedation:
vi: Các định nghĩa sau được áp dụng cho An thần tối thiểu:

source: The following guidance is based on the best available evidence.
vi: Hướng dẫn sau đây dựa trên bằng chứng tốt nhất có sẵn.

source: The full guideline contains a care pathway and overview of oral health assessment oral health review.
vi: Hướng dẫn đầy đủ chứa một con đường chăm sóc và tổng quan về đánh giá sức khoẻ răng miệng,

source: The full guideline contains information about implementing the guideline recommendations.
vi: Hướng dẫn đầy đủ chứa thông tin về việc thực hiện các hướng dẫn được khuyến cáo.

source: The full guideline, 'Dental recall: recall interval between routine dental examinations', is published by the National Collaborating Centre for Acute Care; it is available on the NICE website.
vi: Hướng dẫn đầy đủ, " Tái khám nha khoa: khoảng thời gian tái khám nha khoa định kỳ" được xuất bản bởi National Collaborating Centre for Acute Care; nó có trên trang web của NICE.

source: The gradings are available in the NICE guideline and are not shown in this web version.
vi: Các phân loại có sẵn trong hướng dẫn NICE và không được thể hiện trong phiên bản web này.

source: The guideline should not be updated at this time.
vi: Hướng dẫn nên không được cập nhật tại thời điểm này.

source: The guideline takes into account the potential of the patient and the dental team to improve or maintain quality of life and to reduce morbidity associated with oral and dental disease.
vi: Hướng dẫn này có tính đến tiềm năng của bệnh nhân và nhóm nha sĩ để cải thiện hoặc duy trì chất lượng cuộc sống và để giảm tỷ lệ bệnh tật liên quan đến bệnh răng miệng.

source: The guideline takes into account the potential of the patient and the dental team to improve or maintain the patient's quality of life and to reduce morbidity associated with oral and dental disease.
vi: Hướng dẫn này có tính đến tiềm năng của bệnh nhân và nhóm nha khoa để cải thiện hoặc duy trì chất lượng sống của bệnh nhân và giảm bệnh tật liên quan tới bệnh răng miệng.

source: The guideline was developed by the National Collaborating Centre for Acute Care.
vi: Hướng dẫn được phát triển bởi Trung Tâm Hợp Tác Quốc Gia Về Chăm Sóc Cấp Tính

source: The guideline will be reviewed again according to current processes.
vi: Hướng dẫn này sẽ được xem xét lại theo các quy trình hiện tại.

source: The identified new literature from the additional focused search did not demonstrate a detrimental effect of a 24 month dental recall interval, compared to shorter intervals, on oral health in adults.
vi: Các tài liệu mới được xác định từ cuộc tìm kiếm tập trung bổ sung đã không cho thấy một tác động bất lợi của khoảng thời gian tái khám nha khoa 24 tháng, so với khoảng cách ngắn hơn, về sức khoẻ răng miệng ở người lớn.

source: The indiscriminate use of antimicrobials in primary care, including dentistry, has been identified as one of the drivers of antibiotic resistance.
vi: Sử dụng kháng sinh bừa bãi trong điều trị sơ khởi bao gồm các vấn đề nha khoa đã được xác định là một trong các nguyên nhân dẫn đến kháng thuốc kháng sinh.

source: The interval agreed each time, for each patient is:
vi: Khoảng thời gian được đồng ý mỗi lần, cho mỗi bệnh nhân là:

source: The interval before the next oral health review should be chosen, either at the end of an oral health review if no further treatment is indicated, or on completion of a specific treatment journey.
vi: Khoảng thời gian trước khi lần khám tiếp theo nên được chọn, hoặc là vào cuối của lần tái khám răng miệng nếu không có chỉ định điều trị tiếp theo, hoặc khi kết thúc một cuộc liệu trình điều trị cụ thể.

source: The interval may be maintained at the same level if it is achieving its aims.
vi: Khoảng thời gian có thể được duy trì như cũ nếu như nó hiệu quả.

source: The level of evidence available to support each recommendation may differ.
vi: Mức độ bằng chứng sẵn có hỗ trợ cho mỗi khuyến cáo có thể khác nhau.

source: The longest interval between oral health reviews for patients aged 18 years and older should be 24 months.
vi: Khoảng thời gian tái khám răng miệng dài nhất cho bệnh nhân 18 tuổi hoặc lớn hơn nên là 24 tháng.

source: The longest interval between oral health reviews for patients younger than 18 years should be 12 months.
vi: Khoảng thời gian dài nhất giữa hai lần khám sức khoẻ răng miệng cho bệnh nhân trẻ hơn 18 tuổi nên là 12 tháng.

source: The members of the Guideline Development Group are listed in Appendix B. Information about the independent Guideline Review Panel is given in Appendix C.
vi: Thành viên của Nhóm Phát Triển Hướng Dẫn được liệt kê trong Phụ lục B. Thông tin về Ban Đánh Giá Hướng dẫn độc lập trong Phụ lục C.

source: The members of the Guideline Review Panel were as follows:
vi: Thành viên của Ban Đánh giá Hướng dẫn gồm:

source: The methods and processes for developing NICE clinical guidelines are described in The guidelines manual.
vi: Các phương pháp và quá trình phát triển hướng dẫn lâm sàng NICE được mô tả trong phần hướng dẫn sử dụng.

source: The pathway accommodates the NICE recommendations on recall intervals and this should help a seamless move into modernised, preventive NHS dental care.
vi: Lộ trình này phù hợp với các khuyến cáo NICE về khoảng thời gian tái khám và điều này sẽ giúp tiến hành một cách liên tục các dịch vụ chăm sóc răng miệng của NHS được hiện đại hóa và phòng ngừa.

source: The patient and dentist will discuss the findings of the review and agree the next, refined, personalised care plan and a specific 'destination' for this new journey of care (see Appendix D).
vi: Bệnh nhân và nha sĩ sẽ thảo luận những phát hiện của lần khám và đồng ý kế hoạch chăm sóc tiếp theo, tinh tế, cá nhân hoá kế hoạch và đích đến cụ thể cho hành trình chăm sóc sức khoẻ (xem Phụ lục D).

source: The patient, parent, legal guardian or care giver must be advised regarding the procedure associated with the delivery of any sedative agents and informed consent for the proposed sedation must be obtained.
vi: Bệnh nhân, phụ huynh, người giám hộ hợp pháp hay người chăm sóc phải được thông báo về bất kỳ việc thực hiện các thủ thuật an thần và lấy sự đồng thuận sau khi được thông tin.

source: The patient, parent, legal guardian or care giver must be advised regarding the procedure associated with the delivery of any sedative or anesthetic agents and informed consent for the proposed sedation/anesthesia must be obtained.
vi: Bệnh nhân, phụ huynh, người giám hộ hợp pháp hay người chăm sóc phải được thông báo về bất kỳ việc thực hiện các thủ thuật an thần và lấy sự đồng thuận sau khi được thông tin.

source: The process of reviewing the evidence is expected to begin 4 years after the date of issue of this guideline.
vi: Quá trình xem xét bằng chứng dự kiến sẽ bắt đầu 4 năm sau ngày ban hành hướng dẫn này.

source: The purpose of these guidelines is to assist dentists in the delivery of safe and effective sedation and anesthesia.
vi: Mục đích của hướng dẫn này để giúp nha sĩ dùng thuốc an thần và thuốc tê an toàn và hiệu quả.

source: The purpose of this guideline is to help clinicians assign recall intervals between oral health reviews that are appropriate to the needs of individual patients.
vi: Mục đích của hướng dẫn này là để giúp nhà lâm sàng chỉ định khoảng thời gian tái khám răng miệng để phù hợp nhu cầu từng bệnh nhân.
